package org.example;

public class DescriptionOutput {
    static void descriptionOutput(){
        System.out.println(" 1. Калькулятор умеет выполнять операции сложения, вычитания, умножения и деления с двумя числами: a + b, a - b, a * b, a / b. \n" +
                " 2. Калькулятор умеет работать как с арабскими (1,2,3,4,5…), так и с римскими (I,II,III,IV,V…) числами. \n" +
                " 3. Калькулятор должен принимать на вход числа от 1 до 10 включительно, не более. На выходе числа не ограничиваются по величине и могут быть любыми.\n" +
                " 4. Калькулятор умеет работать только с целыми числами. \n" +
                " введите выражение с новой строки Пример: 1 + 2  и далее нажмите Enter (Ввод) \n" +
                " Input: ");
    }
}
